Repository: turkman-linux/ymp
Catalog: po/*.po
Languages: tr

source: Find repo list: %s
tr: Depo listesi bul: %s

source: Invalid repository index: %s
tr: Geçersiz depo indexi: %s

source: Package data: %s
tr: Paket verisi:%s

source: Get package uri: %s
tr: Paket uri alma: %s

source: File already exists: %s
tr: Dosya zaten mevcut: %s

source: Failed to fetch package: %s
tr: Paket indirmesi başarısız: %s

source: Package is not downloadable: %s
tr: Paket indirilebilir değil: %s

source: Package md5sum mismatch: %s
tr: Paket md5sum tutarsız: %s

source: Skip quartine package extract: %s
tr: Karantina paket açma es geçiliyor: %s

source: Loading package metadata from: %s
tr: Paket metadatası şuradan yükleniyor: %s

source: Resolve dependency: %s
tr: Bağımlılık çözme: %s

source: Resolve group: %s
tr: Gurup çözme: %s

source: Resolve ordep packages: %s
tr: Ordep paketleri çözme: %s

source: Resolve regex: %s
tr: Regex çözme: %s

source: Resolve reverse dependency: %s
tr: Ters bağımlılık çözme: %s

source: USE flag:
tr: USE bayrağı:

source: Run action (%s) %s => %s
tr: Eylem çalıştır: (%s) %s => %s

source: ympbuild function not exists: %s
tr: ympbuild işlevi mevcut değil: %s

source: Binary process skip for: %s
tr: Binary süreci şunun için geçiliyor: %s

source: Binary process:
tr: Binary süreci:

source: Validating:
tr: Doğrulanıyor:

source: File already exists in filesystem: /%s (%s)
tr: Dosya zaten dosya sisteminde mevcut: /%s (%s)

source: Validating: %s
tr: Doğrulanıyor: %s

source: File conflict detected: /%s (%s)
tr: Dosya çakışması tespit edildi: /%s (%s)

source: File in restricted path is not allowed: /%s (%s)
tr: Kısıtlanmış yol içerisinde dosyaya izin verilmiyor: /%s (%s)

source: Broken file detected: /%s (%s)
tr: Bozuk dosya tespit edildi: /%s (%s)

source: Symlink already exists in filesystem: /%s (%s)
tr: Sembolik bağ dosya sisteminde zaten mevcut: /%s (%s)

source: Broken symlink detected: /%s (%s)
tr: Bozuk sembolik bağ tespit edildi: /%s (%s)

source: Symlink conflict detected: /%s (%s)
tr: Sembolik bağ çakışması tespit edildi: /%s (%s)

source: Symlink in restricted path is not allowed: /%s (%s)
tr: Kısıtlanmış yol içerisinde sembolik bağa için verilmiyor: /%s (%s)

source: Quarantine installation
tr: Karantina kurulumu

source: Installing: %s => %s
tr: Yükleniyor: %s => %s

source: Quarantine import
tr: Karantina içeri aktarma

source: RUN:
tr: Çalıştır:

source: Invalid operation name: %s
tr: Geçersiz işlem adı: %s

source: Process: %s failed. Exited with %d.
tr: Süreç başarısız: %s. %d ile çıktı.

source: Process done in : %f sec
tr: Süreç %f sn içinde tamamlandı

source: OEM detected! Ymp may not working good.
tr: OEM despit edildi! Ymp iyi çalışmayabilir.

source: OEM is not allowed! Please use --allow-oem to allow oem.
tr: OEM'e izin verilmez! Oem'e izin vermek için lütfen --allow-oem kullanın.

source: UsrMerge detected! Ymp may not working good.
tr: UsrMerge despit edildi! Ymp iyi çalışmayabilir.

source: Using ymp in Fucking WSL environment is not allowed.
tr: Siktiğimin WSL ortamında ymp kullanımına izin verilmez.

source: No command given.
tr: Komut girilmedi.

source: Run %s for more information about usage.
tr: Daha fazla bilgi için %s çalıştırın.

source: Directory listing for %s
tr: Dizin %s için dinleniyor

source: Servering HTTP on 0.0.0.0 port %s
tr: HTTP 0.0.0.0 port %s üzerinde yayınlanıyor

source: Simple http server
tr: Basit http sunucusu

source: URL missing
tr: URL eksik

source: fetch
tr: indir

source: Download files from network
tr: Ağdan dosya indirir

source: Source or Target not defined.
tr: Kaynak veya hedef tanımlanmadı.

source: file
tr: dosya

source: Copy / Move / Remove files or directories
tr: Dosyaları veya dizinleri kopyala / taşı / sil

source: remove file or directories
tr: dosya veya dizinleri sil

source: copy file or directories
tr: dosya veya dizinleri kopyala

source: move file or directories
tr: dosya veya dizinleri taşı

source: extract archive file (same as extract operation)
tr: arşiv dosyalarını çıkart (çıkart eylemi ile aynı)

source: shell
tr: kabuk

source: Create a ymp shell or execute ympsh script
tr: Ymp kabuğu oluştur veya ympsh betiği çalıştır

source: Operation list:
tr: Eylem listesi:

source: Shell only operation list:
tr: Kabuk eylemleri listesi

source: Aliases:
tr: Takma adlar:

source: stop argument parser
tr: Argument işlemeyi durdur

source: disable oem check
tr: oem gözden geçirmesini kapat

source: disable output
tr: çıktıyı kapat

source: disable warning messages
tr: uyarı iletilerini kapat

source: enable debug output
tr: hata ayıklama çıktılarını etkinleştir

source: show verbose output
tr: detay çıktılarını göster

source: enable questions
tr: soruları etkinleştir

source: disable color output
tr: renkli çıktıyı kapat

source: disable sysconf triggers
tr: sysconf tetiklemelerini kapat

source: run ymp actions at sandbox environment
tr: ymp eylemlerini sandbox ortamında çalıştır

source: write help messages
tr: yardım iletilerini yaz

source: help
tr: yardım

source: Write help message about ymp commands.
tr: Yml komutları hakkında yardım iletisi yazar.

source: Options:
tr: Seçenekler:

source: Common options:
tr: Ortak seçenekler:

source: Kill: %s
tr: Öldür: %s

source: kill
tr: öldür

source: Kill all other ymp process
tr: Diğer ymp süreçlerini öldür

source: Run hook: %s
tr: Hook çalıştır: %s

source: Failed to run sysconf: %s
tr: Sysconf çalıştırması başarısız oldu: %s

source: Trigger sysconf operations.
tr: Sysconf eylemi tetikle.

source: Sandbox operation with usrmerge is not allowed!
tr: Usrmerge ile sandbox eylemine izin verilmiyor!

source: Execute sandbox :%s
tr: Sandbox çalıştır: %s

source: Start sandbox environment.
tr: Sandbox ortamını başlat.

source: select shared directory
tr: paylaşılan dizini seç

source: block network access
tr: ağ erişimini engelle

source: yamlget [file] [path]
tr: yamlget [dosya] [yol]

source: Parse yaml files
tr: Yaml dosyalarını işler

source: extract
tr: çıkart

source: Extract files from archive.
tr: Arşivden dosya çıkart.

source: List archive files
tr: Arşiv dosyalarını listele

source: Checking: %s
tr: Gözden geçiriliyor: %s

source: Check library for broken link.
tr: Bozuk linkler için kütüphaneleri gözden geçir.

source: Get variable from name
tr: İsimden veri al

source: Set variable from name and value
tr: İsme ve değere göre değişken tanımla

source: equal
tr: eşit

source: Compare arguments equality
tr: Argument eşitliğini karşılaştır

source: read
tr: oku

source: Read value from terminal
tr: Uçbirimden değer oku

source: match
tr: eşleş

source: Match arguments regex
tr: Argument regexi eşleştir

source: You must be root!
tr: Root olmanız gerekiyor!

source: Failed to run command: %s
tr: Komut çalıştırılması başarısız oldu: %s

source: Command %s done.
tr: %s komutu tamamlandı.

source: Write a message with cow.
tr: İnek ile bir ileti yazdırır.

source: write from stdin
tr: stdin içinden yazdır

source: cow
tr: inek

source: title
tr: başlık

source: Set terminal title
tr: Uçbirim başlığı ayarla

source: Write a message to terminal.
tr: Uçbirime bir ileti yazdırır.

source: Executing: =>
tr: Çalıştırılıyor: =>

source: exec
tr: çalıştır

source: Execute a command
tr: Bir komut çalıştırır

source: run without output
tr: stdout olmadan çalıştır

source: Write message with bad appearance.
tr: Berbat görünen bir ileti yazdırır.

source: FUCK LGBT
tr: LGBT'nin amk

source: read from stdin
tr: stdin içinden oku

source: shit
tr: bok

source: clear
tr: temizle

source: Clear terminal screen.
tr: Uçbirim ekranını temizler.

source: Do nothing.
tr: Hiçbir şey yapmaz.

source: exit
tr: çıkış

source: Exit ymp
tr: Ympden çık

source: Please check ympbuild:
tr: Lütfen ympbuild dosyanını gözden geçirin:

source: Is it OK ?
tr: Tamam mı?

source: Creating template:
tr: Şablon oluştur:

source: Reading gitconfig: %s
tr: Gitconfig okunuyor: %s

source: Variable '%s' is not defined. please use --%s
tr: %s değişkeni tanımlı değil. Lütfen --%s kullanın

source: template
tr: şablon

source: Create ympbuild from template
tr: Şablondan ympbuild oluşturur

source: package name
tr: paket adı

source: package version
tr: paket sürümü

source: package homepage
tr: paket anasayfası

source: package description
tr: paket açıklaması

source: package dependencies
tr: paket pağımlılıkları

source: package build dependencies
tr: paket derleme ağımlılıkları

source: package creator email
tr: paket yapımcısı e-postası

source: package maintainer
tr: paket bakımcısı

source: package license
tr: paket lisansı

source: package source
tr: paket kaynağı

source: package build-type (autotool cmake meson)
tr: paket derleme türü

source: ympbuild output directory
tr: ympbuild çıktı dizini

source: Clean:
tr: Temizle:

source: package cache
tr: paket önbelleği

source: repository index cache
tr: depo index önbelleği

source: build directory
tr: derleme dizini

source: quarantine
tr: karantina

source: clean
tr: temizle

source: Remove all caches
tr: Tüm önbelleği sil

source: Install (from source) operation with usrmerge is not allowed!
tr: Usrmerge ile yükleme (kaynaktan) kabul edilmez!

source: Resolve dependency done: %s
tr: Bağımlılık çözme tamamlandı: %s

source: Quarantine validation failed
tr: Karantina doğrulaması başarısız

source: Clear leftovers
tr: Artıklar temizleniyor

source: Installing from package file: %s
tr: Paket dosyasından yükleniyor: %s

source: Installing from repository: %s
tr: Depodan yükleniyor: %s

source: Installing:
tr: Yükleniyor:

source: Calculating leftovers
tr: Artıklar hesaplanıyor

source: install
tr: yükle

source: Install package from source or package file or repository
tr: Kaynak veya ikili dosyadan veya depodan paket yükler

source: disable dependency check
tr: bağımlılık kontrolünü kapat

source: ignore not satisfied packages
tr: sağlanmamış paketleri görmezden gel

source: sync quarantine after every package installation
tr: paket kurulum sonrası karantinayı senkronize et

source: reinstall if already installed
tr: eğer kurulu ise tekrar kur

source: upgrade all packages
tr: tüm paketleri güncelle

source: use binary packages
tr: ikili paketler kullan

source: Build operation with usrmerge is not allowed!
tr: Usrmerge ile derleme eylemine izin verilmiyor!

source: Failed to fetch git package.
tr: Git paketti indirme başarısız.

source: Package is invalid: %s
tr: Geçersiz paket:%s

source: Packages is not installed: %s
tr: Paket kurulu değil: %s

source: ympbuild file is invalid!
tr: ympbuild dosyası geçersiz!

source: Source file already exists.
tr: Kaynak dosya zaten mevcut.

source: Source file import from cache.
tr: Kaynak dosya önbellekten içe aktarılıyor.

source: Download: %s
tr: İndir: %s

source: md5sum check failed. Excepted: %s <> Reveiced: %s
tr: md5sum doğrulama başarısız. Beklenen: %s <> Gelen: %s

source: Building package from:
tr: Paket şuradan derleniyor:

source: Running build action: %s
tr: Derleme eylemi çalışıyor: %s

source: Failed to build package. Action: %s
tr: Paket derleme başarısız. Eylem: %s

source: Create source package from :
tr: Kaynak paket şuradan oluşturuluyor:

source: Files are not allowed in root directory: /%s
tr: Kök dizinde dosyalara izin verilmiyor: /%s

source: Empty file detected: %s
tr: Boş dosya despit edildi: %s

source: Broken symlink detected:
tr: Bozuk sembolik bağ tespit edildi:

source: Link info add: %s
tr: Link bilgisi ekle: %s

source: File info add: %s
tr: Dosya bilgisi ekle: %s

source: Dependency check disabled
tr: Dağımlılık kontrolü kapalı

source: Package %s in not satisfied. Required by: %s
tr: Paket sağlanamadı: %s. İhtiyaç duyan paket: %s

source: Source array not defined
tr: Kaynak dizisi tanımlanmadı

source: Add use flag dependency: %s
tr: Use bayrağı bağımlılığı ekle: %s

source: Release is not defined.
tr: Releas tanımlanmadı.

source: Version is not defined.
tr: Versıon tanımlanmadı.

source: Name is not defined.
tr: Name tanımlanmadı.

source: Create data file:
tr: Veri dosyası oluştur:

source: Compress: %s
tr: Sıkıştır: %s

source: Create binary package from :
tr: İkili dosya şuradan oluşturuluyor :

source: build
tr: derle

source: Build package from ympbuild file.
tr: Ympbuild dosyasından paket derle.

source: do not generate source package
tr: kaynak paket oluşturma

source: do not generate binary package
tr: ikili paket oluşturma

source: do not build package (only test and package)
tr: paket oluşturma (sadece test ve package)

source: do not install package after building
tr: derleme sonrası paketi yükleme

source: install binary package after building
tr: ikili paketi derleme sonrası yükle

source: name not defined.
tr: name tanımlanmadı.

source: Repository uri not defined.
tr: Depo urisi tanımlı değil.

source: Mirror:
tr: Yansı:

source: (binary)
tr: (ikili)

source: (source)
tr: (kaynak)

source: repository
tr: depo

source: Update / Index / Mirror repository
tr: Depo güncelle / indexle / yansıla

source: update repository
tr: depo güncelle

source: index repository
tr: depoyu indexle

source: add new repository file
tr: yeni depo dosyası ekle

source: remove repository file
tr: depo dosyasını sil

source: list repository files
tr: depo dosyalarını listele

source: mirror repository
tr: depo yansıla

source: Index options
tr: Index seçenekleri

source: move packages for alphabetical hierarchy
tr: paketleri alfabetik düzene göre taşı

source: new repository name (required)
tr: yeni depo adı (gerekli)

source: Add options
tr: Seçenek ekle

source: new file name
tr: yeni dosya adı

source: Mirror options
tr: Yansı seçenekleri

source: Do not mirror binary packages
tr: İkili paket yansılama

source: Do not mirror source packages
tr: Kaynak paket yansılama

source: Index after mirror.
tr: Yansılama sonrası indexle.

source: Target mirror directory
tr: Hedef yansı dizini

source: search
tr: ara

source: Search packages
tr: Paket ara

source: Search package in binary package repository.
tr: Paketleri ikili depoda ara.

source: Search package in source package repository.
tr: Paketleri kaynak depoda ara.

source: Search package in installed packages.
tr: Kurulu paketlerda ara.

source: Searches for packages by package file.
tr: Paket dosyasına göre ara.

source: Mirror is not defined. Please use --mirror .
tr: Yansı tanımlanmadı. Lütfen --mirror kullanın.

source: Destdir is not defined. Please use --destdir .
tr: Destdir tanımlanmadı. Lütfen --destdir kullanın.

source: Target rootfs already exists: %s
tr: Hedef kökdizin zaten mevcut: %s

source: Creating bootstrap:
tr: Bootstrap oluştur:

source: Create new rootfs filesystem.
tr: Yeni kök dizin oluştur.

source: bootstrap mirror uri
tr: bootstrap yansı urisi

source: info
tr: bilgi

source: Get informations from package manager databases.
tr: Paket veri tabanından bilgi alır.

source: list required packages
tr: gereken paketleri listele

source: list packages required by package
tr: paket tarafından gereken paketleri listele

source: Removing:
tr: Kaldırılıyor:

source: remove
tr: kaldır

source: Remove package from package name
tr: Paket adına göre paket kaldır

source: list
tr: liste

source: List installed packages.
tr: Kurulu paketleri listele.

source: list installed packages
tr: kullanılabilir kaynakları listele

source: list repositories
tr: depoları listele

source: list available source packages
tr: kullanılabilir paketleri listele
